{
    "red": {
        "description": "The color of passion and drama. This color attracts the mots attention and is associated with strong emotions such as love and anger. Red is the color used universally to signify danger, courage, strength, and power. Red is stimulating, vibrant, and exciting. Red inspires desire with a strong link to sexuality.",
        "emotions": "Excitement, energy, passion, courage, attention",
        "uses": "Stimulate, create urgency, draw attention, caution, encourage",
        "industries": "Entertainment, food, sport, fire protection, children's products",
        "wavelength": "700-635nm",
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },
    "orange": {
        "description": "The color of encouragement. The combination of yellow and red makes orange convey excitement, warmth, and enthusiasm. Social and inviting, this is the color of the extrovert, exuding happiness and joy, releasing inhibitions. Orange is a motivating and encouraging color that appeals to young people.",
        "emotions": "Optimistic, independent, adventurous, creative, fun",
        "uses": "Stimulate, communicate fun, draw attention, express freedom, fascinate",
        "industries": "Art, entertainment, food, sports, transportation",
        "wavelength": "635-590nm",
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },
    "yellow": {
        "description": "The color of optimism. Yellow is a compelling color that conveys youthful and fresh energy. This color of sunshine is uplifting and illuminating and associataed with success anad confidence. Yello stimulates the left side of the brain, helping with clear thinking and quick decision making.",
        "emotions": "Enthusiasm, oppurtunity, spontaneity, happiness, positivity",
        "uses": "Stimulate, relax, awaken awareness, energize, affect mood",
        "industries": "Food, sports, transportation, travel, leisure",
        "wavelength": "590-560nm",
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },

    "green": {
        "description": "The color of growth and health. Think of nature and see green in all its glory, expressing renewal and life. Green has a strong association as a refreshing and peaceful color. It evokes feelings of abundance and a plentiful environment, while providing a restful and secure feeling.",
        "emotions": "Safety, harmony, stability, reliability, balance",
        "uses": "Relaxation, balance, revitalization, encouragement",
        "industries": "Environment, banking, real estate, farming, non-profit",
        "wavelength": "560-520nm",
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },

    "blue": {
        "description": "The color of trust. Blue, the shade of the sea and the sky, is thought to induce calm and convey serenity and peace. The popular color instills confidence and inpsires feelings of loyalty, integrity, and responsibility. Cool blue is conservative and can also be percieved as aloof.",
        "emotions": "Trust, responsibility, honesty, loyalty, inner peace",
        "uses": "Stress reduction, creating calmness, relaxation, security, creating order",
        "industries": "Security, finanace, technology, health care, accounting",
        "wavelength": "490-450nm",
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },

    "purple": {
        "description": "The color of spirituality. The energy of red with the calm of bluue combine to create violet, a color that inspires reflection and self awareness. it is the color of the sensitive, compassionate intuitive soul - the introvert. Also, violet has long been associtaed with royalty and characteristics of quality and luxury.",
        "emotions": "Imagination, spirituality, compassion, sensitivity, mystery",
        "uses": "Encourage creativity, inspire, share wisdom, impress with luxury",
        "industries": "humanitarian, psychic, religion",
        "wavelength": "450-400nm",
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },

    "brown": {
        "description": "The color of the earth. Stability and a solid foundation is the message that emanates from the color brown. This color relates to things that are natural and simple. Brown is thought to be dill, but is reliable and wholesome. Although frugal and unsophisticated, brown is a color of safety and confidence.",
        "emotions": ["reliability","stability","honesty","comfort","natural"],
        "uses": ["stabilize", "imply common sense", "suppresss emotions", "create warmth"],
        "industries": ["agricultre","construction", "transportation", "legal", "food"],
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },

    "pink": {
        "description": "The color of sensitivity - the passion of red combined with the purity of white create this color associated with love, tranquility and femininity. Pink has associations with tenderness and nuturing while conveying a sense of safety and even vulnerability.",
        "emotions": ["compassion","love","immature","playful","admiration"],
        "uses": ["communicate energy", "increase pulse", "motivate action", "fascinate", "encourage creativity"],
        "industries": ["children's products", "women's products", "beauty", "fashion"],
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },

    "grey": {
        "description": "The color of compromise. Grey is considered to be an unemotional, detached color seeking to avoid attention. It conveys gloom and depression. Very conservative, grey has stabilizing effect as it is very neutral, but can also conjure up feelings of frustration. Grey is linked with maturity and protection.",
        "emotions": ["neutral","practical","conservative","formal","quiet"],
        "uses": ["depress energy", "associate timeless", "communicate", "maturation"],
        "industries": ["all industries","* mostly in combination with other colors"],
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },

    "black": {
        "description": "The color of mystery, black is actually the lack of color. It covers, hides, and suggests a barrier. A strong and powerful color, black is formal and sophisticated, sexy and secretive. It connotes fear and evil and conveys pessimism and a lack of hope.",
        "emotions": "Power, control, authority, discipline, elegance",
        "uses": "Hiding feelings, intimidation, radiating authority, creating fear, creating mystery",
        "industries": "All industries, mostly in combination with other colors",
        "source": "https://graf1x.com/color-psychology-emotion-meaning-poster/"
    },

    "white": {
        "description": "The color of innocence. White is actually the combination of all colors. It suggests purity and cleanliness, but can also be seen as cold and clinical. It is the color of snow, and can represent sterility. In some countries, it is the color of mourning and funerals.",
        "emotions": ["understanding, humility, beginnings", "", ""],
        "uses": ["weddings", "funerals", "hospitals", "laboratories"],
        "industries": ["medical", "health foods", "dairy"],
        "source": "https://www.bourncreative.com/meaning-of-the-color-white/"
    }

}